{"chapters": [{"summary": "This episode is brought to you by Progressive. Drivers who save by switching save nearly $750 on average. Plus auto customers qualify for an average of seven discounts. Visit usbank. com to get started today.", "gist": "Me and My Money With Progressive", "headline": "This episode is brought to you by Progressive, where drivers who switch save nearly $750", "start": 240, "end": 63810}, {"summary": "In 1987, Touchstone Pictures released a buddy comedy called Outrageous fortune. The film starred Shelley Long and Bette Midler. Deciding who gets top billing in a movie can be a delicate balancing act. Title designers figure out how to represent that information visually.", "gist": "The Rumor About Outrageous Fortune", "headline": "Roman Mars: Title designers decide who gets top billing in a movie", "start": 63930, "end": 246540}, {"summary": "The job of a title sequence is setting tone and maybe more importantly, setting audience expectations. Title design is primarily a vessel for information. With Hollywood egos involved, title designers need to be careful how names are laid out. Top billing is the best credit, usually before titles.", "gist": "What Makes a Title Sequence So Important?", "headline": "The job of a title sequence is setting tone and setting audience expectations", "start": 246840, "end": 611320}, {"summary": "A big part of a title designer's job is being the last stop on the legal train. They're the ones who turn specific legal negotiations into something that holds an audience's attention. A document is essentially a blueprint that lists all the specs for credit sequence.", "gist": "How Title Sequence Designs Are Made", "headline": "A title designer's job is being the last stop on the legal train", "start": 614380, "end": 768670}, {"summary": "The toughest title design challenge is when two stars both want top billing. For decades, this was a central conundrum of title design. A solution was found on a beloved 1970s network comedy. Today, the Laverne and Shirley layout is everywhere, especially on television.", "gist": "The Laverne and Shirley Title Sequence", "headline": "The toughest title design challenge is when two stars both want top billing", "start": 768970, "end": 1099596}, {"summary": "Remember the movie where Shelley Long and Bette Midler fought over top billing? Was the rumor really true about two different releases? Matt Booth and Millie Decherco watched multiple copies of the film in the middle of a video store.", "gist": "The True Story of 'Outrageous Fortune'", "headline": "Rumor that Shelley Long and Bette Midler fought over top billing surfaced", "start": 1099788, "end": 1268670}, {"summary": "The fundrise flagship fund plans to go on a buying spree, expanding its billion dollar real estate portfolio over the next few months. Whether you're a family vacation traveler, a business tripper or a long weekend adventurer, Choice Hotels has a stay for any.", "gist": "Outrageous Fortune", "headline": "Jacob Reed experiments on both versions of outrageous fortune using laserdiscs", "start": 1269410, "end": 1483270}, {"summary": "Squarespace is the all in one website platform for entrepreneurs to stand out and succeed online. Use Squarespace to create a website, engage with your audience, and sell anything from products to time. Head to squarespace. com for a free trial to save 10% off your first purchase of a website or domain.", "gist": "Visit Squarespace for more information", "headline": "Squarespace is the all in one website platform for entrepreneurs to stand out", "start": 1489850, "end": 1553530}, {"summary": "Ziprecruiter finds qualified candidates fast for all kinds of roles. Four out of five employers who post on ZipRecruiter get a quality candidate within the first day. Right now you can try it for free at this exclusive web address.", "gist": "ZipRecruiter", "headline": "Ziprecruiter finds qualified candidates fast for all kinds of roles", "start": 1555070, "end": 1611534}, {"summary": "Jacob Reed is a huge title design geek. He talks to someone like Karen Fong, who works at imaginary forces. Fong helped create the iconic Boardwalk Empire title sequence. Reed: What do we do to make this show ownable?", "gist": "How To Make a Title Sequence.", "headline": "Jacob Reed is a huge title design geek", "start": 1611662, "end": 1773620}, {"summary": "What makes Boardwalk Empire different? It was a story that took place on the Atlantic city, on the sea, which made it such a fertile place for all the rum running. It's not our job to show what's in the show. We're supposed to complement it.", "gist": "What makes Boardwalk Empire different?", "headline": "What makes Boardwalk Empire different from other Prohibition-era shows", "start": 1776720, "end": 1822180}, {"summary": "Karen also talked about some of her first experiences watching title sequences being the interstitials on Sesame street. And she had this cool, full circle moment when they parodied boardwalk Empire as Bird walk Empire.", "gist": "Karen on Sesame Street and Boardwalk Empire", "headline": "Karen also talked about some of her first experiences watching title sequences", "start": 1822720, "end": 1867108}, {"summary": "Roman: Do you have any favorite tv or movie title sequences? Jacob: I've been rewatching Dexter a lot recently, and I think it's a great title sequence. I can see why people like the art of the title.", "gist": "Jacob on Title Sequences", "headline": "Roman, do you have any favorite tv or movie title sequences", "start": 1867244, "end": 1951048}, {"summary": "Cindy Lauper: Ask your doctor about Cosentyx dogs are an important part of our lives. Your favorite McDonald's collectibles filled with memories and magic are now on collectible cups. There are over 4500 people talking about power broker on our Discord server.", "gist": "99% Invisible", "headline": "Next guard plus chews provide monthly parasite protection for your dog", "start": 1951064, "end": 2184970}], "episode_thumbnail": "https://cdn-images-3.listennotes.com/podcasts/99-invisible-roman-mars-XkiuCzhqTW_-JqxekyhmQi1.300x300.jpg", "podcast_title": "99% Invisible", "episode_title": "Top Billing"}