{"chapters": [{"summary": "Asana is where work connects, where projects, teams and company goals are seamlessly intertwined with AI. To propel your organization towards shared success, try for free today@asana. com.", "gist": "Asana: Where Work Connects With Identity", "headline": "Asana is where work connects, where projects and teams are seamlessly intertwined with AI", "start": 1400, "end": 35050}, {"summary": "Jessica Chen is a former tv news reporter, the founder of Soulcast Media. She talks to HBR about how people accustomed to quiet cultures can operate in loud ones and finally get notice for their hard work. How do you make your mark while staying true to yourself?", "gist": "How to Get Noticed at Work", "headline": "Jessica Chen talks about how to get noticed at work for all the right reasons", "start": 49990, "end": 128350}, {"summary": "What defines a quiet culture, and how does it differ from a loud one? I was taught to embody principles like humility, modesty, not seeking the spotlight. There's so much power in quiet culture traits. The people who know how to embody loud culture traits are the ones that get noticed.", "gist": "What is a Quiet Culture?", "headline": "What defines a quiet culture and how does it differ from a loud one", "start": 133730, "end": 227736}, {"summary": "Do you see lots of overlap with national or ethnic cultures in terms of the difference between quiet and loud? For a large group of us, the ability to be the first one to speak, to chime in seamlessly in meetings, it's not so easy. There are advantages to this quiet culture perspective.", "gist": "The Differences Between Quiet and Loud Workplaces", "headline": "Most workplaces are loud cultures where quiet culture behavior won't get noticed", "start": 227928, "end": 462498}, {"summary": "There's four reframes in the book. The first reframe is how you engage with other people. For quiet culture people, you tend to default to listening more than speaking. It's not about being quiet or loud, it's about knowing when to chime in.", "gist": "What Quiet Culture People Need to Focus On", "headline": "There are four reframes that quiet culture people need to focus on", "start": 462674, "end": 651556}, {"summary": "The second reframe is what I call spending time at work. How can you leverage the projects you have to do for more opportunities? It's about communicating the work that you've done to others in a way that will seem compelling to them.", "gist": "Second Reframe: Spending Time at Work", "headline": "Second reframe involves leveraging projects you have to do for more opportunities", "start": 651748, "end": 761816}, {"summary": "The third reframe is all about how do you handle wins? How do you celebrate the amazing work that you're doing? One of the tips I love from the book is a yay folder in your email inbox. It helps you remember the things that you've done.", "gist": "3 Ways to Celebrate Your Work", "headline": "Third reframe is all about how do you handle wins", "start": 761968, "end": 899534}, {"summary": "How do you handle conflict? For many of us, conflict is something that we want to avoid. People appreciate when you are proactive about communicating what is going on as it's happening. In times of conflict, the less your business spends, the more margin you keep.", "gist": "How to Handle Conflict in a Business?", "headline": "How do you handle conflict? Now? For many of us, conflict is uncomfortable", "start": 899662, "end": 1065970}, {"summary": "The author talks about how bias can backfire when you start acting counter to people's expectations. In good times and in bad times, you have to be your own best cheerleader, he says. After a while, she actually seemed to enjoy the work.", "gist": "How to Get Over Bias at Work", "headline": "You talk about internal bias or discomfort with change in your workplace", "start": 1066130, "end": 1213390}, {"summary": "The self talk is certainly one of those things where we form this narrative in our head. One of the strategies that I have to help us get out of it is it's about labeling. labeling is how you can essentially acknowledge the thoughts that are happening and evaluate whether they are helpful or unhelpful.", "gist": "How to Change Your Self-Talk", "headline": "The self talk is one of those things where we form narratives in our head", "start": 1213510, "end": 1328960}, {"summary": "In order to advocate for yourself, you gotta ask for what you want. The second one is the c, and that is circling back. Finally, the t is turn down requests. Being able to say no, say no to certain things.", "gist": "Barack Obama on Advocating for Yourself", "headline": "I think advocating for ourselves is one of the most important skills we need to learn", "start": 1329000, "end": 1475274}, {"summary": "Jessica: What would you want managers to better understand about employees who are quiet culture people and how to better engage them? She says sometimes as a good manager, it's creating that Runway, for example, for them. Jessica: Making sure that we are giving equal coverage to everybody on the team.", "gist": "How to Engage a Quiet Culture Person", "headline": "How do managers best engage quiet culture people and how to better engage them", "start": 1475442, "end": 1562376}, {"summary": "Jessica Chen is author of the book Smart not how to get noticed at work for all the right reasons. More episodes and more podcasts to help you manage your team, your organization, and your career. Find them@hbr. org podcasts or search HBR and Apple podcasts, Spotify, or wherever you listen.", "gist": "Ideas Cast: Smart Not How to Get Noticed at Work", "headline": "HBR has more podcasts to help you manage your team, your organization", "start": 1562488, "end": 1608030}], "episode_thumbnail": "https://cdn-images-3.listennotes.com/podcasts/hbr-ideacast-harvard-business-review-OAFhrwj31Qn--5V96nWKdQw.300x300.jpg", "podcast_title": "HBR IdeaCast", "episode_title": "What to Do When You’re Overlooked"}